app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "content", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Articulo del admin"], ["content", "articulo del admin de prueba"], ["user_id", 2], ["created_at", "2016-03-26 05:34:09.402453"], ["updated_at", "2016-03-26 05:34:09.402453"]]
---
  def create
    @article = Article.new(article_params)
    @article.user = current_user
    respond_to do |format|
      if @article.save