app/controllers/comments_controller.rb

INSERT INTO "comments" ("content", "user_id", "article_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["content", "hello"], ["user_id", 2], ["article_id", 1], ["created_at", "2016-03-26 05:34:52.658991"], ["updated_at", "2016-03-26 05:34:52.658991"]]
---
  def create
    @comment = Comment.new(comment_params)
    @comment.user = current_user
    @comment.article_id = params[:article_id]
    respond_to do |format|
      if @comment.save